Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/PassKit/VirtualCard_Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SAFARI_CARD_IMPORT_UNABLE_TO_DELETE_CARD_ERROR_ALERT_MESSAGE
source: To delete this card, go to Safari AutoFill Settings.
ar: لحذف هذه البطاقة، انتقل إلى إعدادات التعبئة التلقائية في سفاري.
bg: За да изтриете тази карта, отидете в настройките на Автоматично попълване в Safari.
ca: Per eliminar la targeta, ves a la configuració de la funció d’autocompletar del Safari.
cs: Chcete‑li tuto kartu smazat, přejděte do nastavení automatického vyplňování v Safari.
da: Gå til indstillingerne til Autoudfyld i Safari for at slette dette kort.
de: Öffne zum Löschen dieser Karte die Safari-Einstellungen „Automatisch ausfüllen“.
el: Για διαγραφή αυτής της κάρτας, μεταβείτε στις ρυθμίσεις της Αυτοσυμπλήρωσης Safari.
es: Para eliminar esta tarjeta, ve a los ajustes de autorrelleno de Safari.
es_us: Puedes eliminar esta tarjeta en la configuración de autorrelleno de Safari.
fi: Jos haluat poistaa tämän kortin, avaa Safarin automaattisen täytön asetukset.
fr: Pour supprimer cette carte, accédez aux réglages de la fonctionnalité de remplissage automatique de Safari.
fr_ca: Pour supprimer cette carte, accédez aux réglages de remplissage automatique de Safari.
he: כדי למחוק את הכרטיס, יש לעבור אל הגדרות המילוי האוטומטי של Safari.
hi: यह कार्ड डिलीट करने के लिए Safari ऑटोफ़िल सेटिंग्ज़ में जाएँ।
hr: Za brisanje ove kartice idite u postavke Safari Auto ispune.
hu: A kártya törléséhez nyissa meg a Safari Automatikus kitöltés funkciójának beállításait.
id: Untuk menghapus kartu ini, buka Pengaturan Isi-Auto Safari.
it: Per eliminare la carta, vai alle impostazioni dell’inserimento automatico in Safari.
ja: このカードを削除するには、Safariの自動入力の設定に移動してください。
kk: Осы картаны жою үшін Safari браузерінде «Авто толтыру реттеулері» бөліміне өтіңіз.
ko: 이 카드를 삭제하려면 Safari 자동 완성 설정으로 이동하십시오.
lt: Norėdami ištrinti šią kortelę, eikite į „Safari“ automatinio užpildymo funkcijos nustatymus.
ms: Untuk memadamkan kad ini, pergi ke Seting Isi Auto Safari.
nl: Om deze kaart te verwijderen, ga je naar de instellingen voor 'Vul automatisch in' in Safari.
no: Gå til innstillingene for autoutfylling i Safari for å slette dette kortet.
pl: Aby usunąć tę kartę, przejdź do ustawień funkcji Wypełnianie w Safari.
pt_br: Para apagar este cartão, acesse os Ajustes de Preenchimento Automático do Safari.
pt_pt: Pode apagar este cartão nas definições de preenchimento automático do Safari.
ro: Pentru a șterge acest card, accesați configurările Auto‑completare din Safari.
ru: Чтобы удалить эту карту, откройте раздел «Автозаполнение» в настройках Safari.
sk: Ak chcete vymazať túto kartu, prejdite do nastavení AutoFill v Safari.
sl: Če želite izbrisati to kartico, odprite nastavitve samodejnega izpolnjevanja v Safariju.
sv: Om du vill radera det här kortet öppnar du inställningarna för autofyll i Safari.
th: ในการลบบัตรนี้ ให้ไปที่การตั้งค่าการป้อนอัตโนมัติใน Safari
tr: Bu kartı silmek için Safari Otomatik Doldurma ayarlarına gidin.
uk: Щоб видалити цю картку, перейдіть до параметрів Автозаповнення в Safari.
vi: Để xóa thẻ này, hãy đi tới cài đặt Tự động điền của Safari.
zh_cn: 若要删除此卡，请前往Safari浏览器“自动填充”设置。
zh_hk: 如要刪除此卡，請前往Safari「自動填寫」設定。
zh_tw: 若要刪除此卡片，請前往「Safari自動填寫」設定。

# PROVISIONING_ADD_CARD_BODY_NO_CARD_NAME
source: Your Safari AutoFill card will be added to Wallet
ar: ستتم إضافة بطاقة التعبئة التلقائية في سفاري إلى المحفظة
bg: Картата ви за Автоматично попълване в Safari ще бъде добавена в Портфейл
ca: S’afegirà la targeta de la funció d’autocompletar del Safari a l’app Cartera.
cs: Karta z automatického vyplňování v Safari se přidá do Peněženky
da: Dit kort til Autoudfyld i Safari bliver føjet til Wallet
de: Deine Karte der Safari-Funktion „Automatisch ausfüllen“ wird zu Wallet hinzugefügt.
el: Η κάρτα που χρησιμοποιήσατε για την Αυτοσυμπλήρωση Safari θα προστεθεί στο Πορτοφόλι
es: La tarjeta que usas con la función de autorrelleno de Safari se añadirá a la app Cartera.
es_us: Tu tarjeta en el autorrelleno de Safari se agregará a Wallet
fi: Safarin automaattisen täytön kortti lisätään Lompakkoon
fr: La carte enregistrée dans la fonctionnalité de remplissage automatique de Safari sera ajoutée à Cartes.
fr_ca: Votre carte de remplissage automatique de Safari sera ajoutée à Portefeuille.
he: הכרטיס שלך מהמילוי האוטומטי של Safari יתווסף ל״ארנק״.
hi: आपका Safari ऑटोफ़िल कार्ड वॉलेट में जोड़ा जाएगा
hr: Vaša kartica Safari Auto ispune dodat će se u Novčanik
hu: A Safari Automatikus kitöltés funkciójához rendelt kártyája hozzá lesz adva a Tárcához
id: Kartu Isi-Auto Safari akan ditambahkan ke Dompet
it: La carta utilizzata per l’inserimento automatico in Safari verrà aggiunta a Wallet
ja: Safariの自動入力カードがウォレットに追加されます。
kk: Safari браузерінде авто толтыру үшін сақталған картаңыз Wallet қолданбасына қосылады
ko: Safari 자동 완성 카드가 지갑 앱에 추가됩니다.
lt: Jūsų „Safari“ automatinio užpildymo funkcijos kortelė bus įtraukta į programą „Piniginė“
ms: Kad Isi Auto Safari anda akan ditambahkan ke Wallet
nl: Je kaart voor 'Vul automatisch in' in Safari wordt toegevoegd aan Wallet
no: Kortet for autoutfylling i Safari vil bli lagt til i Lommebok
pl: Karta z funkcji Wypełnianie w Safari zostanie dodana do Portfela.
pt_br: O cartão do Preenchimento Automático do Safari será adicionado ao app Carteira
pt_pt: O cartão do preenchimento automático do Safari será adicionado à Carteira
ro: Cardul folosit pentru Auto‑completare în Safari va fi adăugat în Portofel
ru: Ваша карта, сохраненная для автозаполнения в Safari, будет добавлена в Wallet.
sk: Vaša karta z AutoFill v Safari bude pridaná do Peňaženky
sl: Kartica, ki ste jo shranili v samodejnem izpolnjevanju v Safariju, bo dodana v Denarnico
sv: Kortet i Safari-autofyll läggs till i Plånbok
th: บัตรการป้อนอัตโนมัติใน Safari ของคุณจะถูกเพิ่มไปยังกระเป๋าสตางค์
tr: Safari Otomatik Doldurma kartınız Cüzdan’a eklenir
uk: Вашу картку з Автозаповнення в Safari буде додано до Гаманця
vi: Thẻ Tự động điền của Safari sẽ được thêm vào Ví
zh_cn: Safari浏览器“自动填充”卡将添加到“钱包”
zh_hk: 你的Safari「自動填寫」卡將會加至「銀包」
zh_tw: 你的「Safari自動填寫」卡片將加入「錢包」

# VIRTUAL_CARD_REQUEST_AUTHENTICATION_REASON
source: request a new virtual card number
ar: طلب رقم بطاقة رقمية جديد
bg: заявка за нов номер на виртуална карта
ca: sol·licitar un altre número de targeta virtual
cs: zažádat o nové virtuální číslo karty
da: anmod om et nyt virtuelt kortnummer
de: eine neue virtuelle Kartennummer anfordern
el: αίτημα νέου αριθμού εικονικής κάρτας
es: solicitar un nuevo número de tarjeta virtual
es_us: solicitar un nuevo número de tarjeta virtual
fi: pyydä uutta virtuaalikortin numeroa
fr: demander un nouveau numéro de carte virtuelle
fr_ca: demander un nouveau numéro de carte virtuelle
he: בקשת מספר כרטיס וירטואלי חדש
hi: नए वर्चुअल कार्ड नंबर का अनुरोध करें
hr: zatražiti novi virtualni broj kartice
hu: egy új virtuális kártyaszám igénylése
id: minta nomor kartu virtual baru
it: richiedere un nuovo numero di carta virtuale
ja: 新しいバーチャルカード番号をリクエスト
kk: виртуалды картаның жаңа нөмірін сұрау
ko: 새로운 가상 카드 번호 요청
lt: siųsti užklausą dėl naujo virtualiosios kortelės numerio
ms: meminta nombor kad maya baharu
nl: en nieuw virtueel kaartnummer aan te vragen
no: be om nytt virtuelt kortnummer
pl: poprosić o nowy numer karty wirtualnej
pt_br: solicitar um novo número de cartão virtual
pt_pt: pedir um novo número do cartão virtual
ro: a solicita un număr de card virtual nou
ru: запросить новый номер виртуальной карты
sk: Žiadosť o nové číslo virtuálnej karty potvrdíte
sl: zahtevati novo številko navidezne kartice
sv: begära ett nytt virtuellt kortnummer
th: ขอหมายเลขบัตรเสมือนใหม่
tr: yeni bir sanal kart numarası istemek
uk: замовити новий номер віртуальної картки
vi: yêu cầu số thẻ ảo mới
zh_cn: 请求新虚拟卡号
zh_hk: 要求新的虛擬卡號
zh_tw: 要求新的虛擬卡號

# VIRTUAL_CARD_ERROR_MESSAGE
source: Apple Pay Services are currently unavailable. Try again later.
ar: خدمات Apple Pay غير متوفرة حاليًا. الرجاء المحاولة مرة أخرى لاحقًا.
bg: В момента услугите на Apple Pay не са достъпни. Опитайте отново по-късно.
ca: Els serveis de l’Apple Pay no estan disponibles en aquest moment. Torna‑ho a provar més tard.
cs: Služby Apple Pay nejsou momentálně dostupné. Zkuste to znovu později.
da: Apple Pay-tjenester er ikke tilgængelige i øjeblikket. Prøv igen senere.
de: Apple Pay-Dienste sind derzeit nicht verfügbar. Versuche es später erneut.
el: Οι υπηρεσίες Apple Pay δεν διατίθενται τώρα. Δοκιμάστε πάλι αργότερα.
es: Los servicios de Apple Pay no están disponibles en estos momentos. Inténtalo de nuevo más tarde.
es_us: Los servicios de Apple Pay no están disponibles ahora. Intenta más tarde.
fi: Apple Pay -palvelut eivät ole tällä hetkellä käytettävissä. Yritä myöhemmin uudelleen.
fr: Les services Apple Pay ne sont pas disponibles pour le moment. Réessayez plus tard.
fr_ca: Les services Apple Pay ne sont pas disponibles pour le moment. Réessayez plus tard.
he: שירותי Apple Pay לא זמינים כעת. ניתן לנסות שוב מאוחר יותר.
hi: Apple Pay सेवाएँ अभी अनुपलब्ध हैं। बाद में फिर कोशिश करें।
hr: Apple Pay usluge trenutačno nisu dostupne. Pokušajte kasnije.
hu: Az Apple Pay-szolgáltatások jelenleg nem érhetők el. Próbálkozzon újra később.
id: Layanan Apple Pay tidak tersedia saat ini. Coba lagi nanti.
it: I servizi Apple Pay non sono al momento disponibili. Riprova più tardi.
ja: Apple Payサービスは現在ご利用いただけません。あとでもう一度お試しください。
kk: Apple Pay сервистері ағымдағы уақытта қолжетімсіз. Әрекетті кейінірек қайталаңыз.
ko: 현재 Apple Pay 서비스를 이용할 수 없습니다. 나중에 다시 시도하십시오.
lt: „Apple Pay“ paslaugos šiuo metu nepasiekiamos. Bandykite dar kartą vėliau.
ms: Perkhidmatan Apple Pay tidak tersedia pada masa ini. Cuba lagi kemudian.
nl: Apple Pay-voorzieningen zijn op dit moment niet beschikbaar. Probeer het later opnieuw.
no: Apple Pay-tjenestene er ikke tilgjengelige nå. Prøv igjen senere.
pl: Usługi Apple Pay są aktualnie niedostępne. Spróbuj ponownie później.
pt_br: Os Serviços do Apple Pay estão indisponíveis no momento. Tente novamente mais tarde.
pt_pt: De momento, os serviços do Apple Pay não estão disponíveis. Volte a tentar mais tarde.
ro: Serviciile Apple Pay sunt momentan indisponibile. Reîncercați mai târziu.
ru: Службы Apple Pay сейчас недоступны. Повторите попытку позже.
sk: Služby Apple Pay sú momentálne nedostupné. Skúste to znovu neskôr.
sl: Storitve Apple Pay trenutno niso na voljo. Poskusite znova pozneje.
sv: Apple Pay-tjänster är inte tillgängliga just nu. Försök igen senare.
th: Apple Pay ไม่พร้อมให้บริการในตอนนี้ ลองอีกครั้งในภายหลัง
tr: Apple Pay Servisleri şu anda kullanılamıyor. Daha sonra yeniden deneyin.
uk: Служби Apple Pay наразі недоступні. Спробуйте пізніше.
vi: Dịch vụ Apple Pay hiện không khả dụng. Hãy thử lại sau.
zh_cn: Apple Pay服务当前不可用。请稍后再试。
zh_hk: 目前無法使用Apple Pay服務。請稍後再試。
zh_tw: 目前無法使用Apple Pay服務。請稍後再試。

# VIRTUAL_CARD_SET_UP_IN_PROGRESS_BODY
source: Setting up virtual card number…
ar: جاري إعداد رقم البطاقة الرقمية…
bg: Настройване на номер на виртуална карта…
ca: Configurant el número de la targeta virtual…
cs: Nastavování virtuálního čísla karty…
da: Indstiller virtuelt kortnummer…
de: Nummer der virtuellen Karte konfigurieren …
el: Διαμόρφωση αριθμού εικονικής κάρτας…
es: Configurando número de tarjeta virtual…
es_us: Configurando número de tarjeta virtual…
fi: Otetaan virtuaalikortin numeroa käyttöön…
fr: Configuration du numéro de carte virtuelle…
fr_ca: Configuration du numéro de carte virtuelle…
he: מגדיר מספר כרטיס וירטואלי…
hi: वर्चुअल कार्ड नंबर सेटअप किया जा रहा है…
hr: Podešavanje virtualnog broja kartice…
hu: Virtuális kártyaszám beállítása…
id: Mengatur nomor kartu virtual…
it: Configuro numero di carta virtuale…
ja: バーチャルカード番号を設定中…
kk: Виртуалды карта нөмірі бапталуда…
ko: 가상 카드 번호를 설정하는 중…
lt: Nustatomas virtualiosios kortelės numeris…
ms: Menyediakan nombor kad maya…
nl: Virtueel kaartnummer configureren…
no: Konfigurerer virtuelt kortnummer…
pl: Konfiguruję numer karty wirtualnej…
pt_br: Configurando o número do cartão virtual…
pt_pt: A configurar número do cartão virtual…
ro: Configurare număr de card virtual…
ru: Настройка номера виртуальной карты…
sk: Nastavujem číslo virtuálnej karty…
sl: Nastavljanje številke navidezne kartice …
sv: Ställer in virtuellt kortnummer…
th: กำลังตั้งค่าหมายเลขบัตรเสมือน…
tr: Sanal kart numarası ayarlanıyor…
uk: Налаштування номера віртуальної картки…
vi: Đang thiết lập số thẻ ảo…
zh_cn: 正在设置虚拟卡号…
zh_hk: 正在設定虛擬卡號⋯
zh_tw: 正在設定虛擬卡號⋯

# REFRESH_TITLE
source: Refresh
ar: تحديث
bg: Обнови
ca: Actualitza
cs: Aktualizovat
da: Opdater
de: Aktualisieren
el: Ανανέωση
es: Actualizar
es_us: Actualizar
fi: Päivitä
fr: Actualiser
fr_ca: Actualiser
he: ריענון
hi: रीफ़्रेश करें
hr: Osvježi
hu: Frissítés
id: Segarkan
it: Aggiorna
ja: 更新
kk: Жаңарту
ko: 새로 고침
lt: Atnaujinti
ms: Segar Semula
nl: Vernieuw
no: Oppdater
pl: Odśwież
pt_br: Atualizar
pt_pt: Atualizar
ro: Actualizare
ru: Обновить
sk: Osviežiť
sl: Osvežitev
sv: Uppdatera
th: ดึงข้อมูลใหม่
tr: Yenile
uk: Оновити
vi: Làm mới
zh_cn: 刷新
zh_hk: 重新整理
zh_tw: 重新整理

# VIRTUAL_CARD_UNLOCK_AUTHENTICATION_REASON
source: unlock your virtual card number
ar: فتح قفل رقم بطاقتك الرقمية
bg: отключване на номера на вашата виртуална карта
ca: desbloquejar el número de la targeta virtual
cs: odblokovat vaše virtuální číslo karty
da: lås dit virtuelle kortnummer op
de: deine virtuelle Kartennummer entsperren
el: ξεκλείδωμα του αριθμού εικονικής κάρτας σας
es: desbloquear el número de la tarjeta virtual
es_us: desbloquear tu número de tarjeta virtual
fi: avaa virtuaalikortin lukitus
fr: déverrouiller votre numéro de carte virtuelle
fr_ca: déverrouiller votre numéro de carte virtuelle
he: ביטול נעילת מספר הכרטיס הווירטואלי שלך
hi: अपना वर्चुअल कार्ड नंबर अनलॉक करें
hr: otključati svoj virtualni broj kartice
hu: a virtuális kártyaszám hitelesítése
id: buka nomor kartu virtual Anda
it: sbloccare il numero della carta virtuale
ja: バーチャルカード番号をロック解除
kk: виртуалды карта нөмірінің құлпын ашу
ko: 가상 카드 번호 잠금 해제
lt: atrakinti virtualiosios kortelės numerį
ms: membuka kunci nombor kad maya anda
nl: je virtuele kaartnummer te ontgrendelen
no: låse opp det virtuelle kortnummeret
pl: odblokować numer karty wirtualnej
pt_br: desbloquear o número do seu cartão virtual
pt_pt: desbloquear o número do cartão virtual
ro: a debloca numărul cardului virtual
ru: разблокировать номер виртуальной карты
sk: Číslo virtuálnej karty odomknete
sl: odkleniti številko navidezne kartice
sv: låsa upp ditt virtuella kortnummer
th: ปลดล็อคหมายเลขบัตรเสมือนของคุณ
tr: sanal kart numaranızın kilidini açmak
uk: розблокувати номер віртуальної картки
vi: mở khóa số thẻ ảo của bạn
zh_cn: 解锁你的虚拟卡号
zh_hk: 解鎖虛擬卡號
zh_tw: 解鎖你的虛擬卡號

# ALLOW_ONLINE_PAYMENTS_FOOTER
source: Verifies that your saved cards in Safari AutoFill are compatible with Apple Pay and allows you to use them in Wallet.
ar: يتحقق من أن بطاقاتك المحفوظة في التعبئة التلقائية في سفاري متوافقة مع Apple Pay ويسمح لك باستخدامها في المحفظة.
bg: Потвърждава, че вашите запазени карти в Автоматично попълване в Safari са съвместими с Apple Pay и позволява да ги използвате в Портфейл.
ca: Verifica que les targetes que hagis desat a la funció d’autocompletar del Safari s’admetin a l’Apple Pay i permet fer‑les servir a l’app Cartera.
cs: U karet, které máte uložené pro automatické vyplňování v Safari, ověří kompatibilitu s Apple Pay a umožní vám je používat v Peněžence.
da: Bekræfter, at dine gemte kort i Autoudfyld i Safari er kompatible med Apple Pay, og gør det muligt for dig at bruge dem i Wallet.
de: Bestätigt, dass deine in der Safari-Funktion „Automatisch ausfüllen“ gesicherten Karten mit Apple Pay kompatibel sind, und erlaubt es dir, sie in Wallet zu nutzen.
el: Επαληθεύει ότι οι αποθηκευμένες κάρτες σας στην Αυτοσυμπλήρωση Safari είναι συμβατές με το Apple Pay και σας επιτρέπει να τις χρησιμοποιήσετε στο Πορτοφόλι.
es: Verifica que las tarjetas que hayas guardado con la función de autorrelleno de Safari sean compatibles con Apple Pay y te permite usarlas en la app Cartera.
es_us: Verifica que las tarjetas que guardaste en autorrelleno de Safari sean compatibles con Apple Pay y te permite usarlas en Wallet.
fi: Tarkistaa, että Safarin automaattiseen täyttöön tallennetut kortit ovat yhteensopivia Apple Payn kanssa, ja sallii niiden käytön Lompakossa.
fr: Vérifie que les cartes enregistrées dans la fonctionnalité de remplissage automatique de Safari sont compatibles avec Apple Pay et vous permet de les utiliser dans Cartes.
fr_ca: Vérifie que les cartes enregistrées dans Safari pour le remplissage automatique sont compatibles avec Apple Pay et vous permet de les utiliser dans Portefeuille.
he: הגדרה זו מוודאת שהכרטיסים ששמרת בעת השימוש במילוי האוטומטי של Safari תואמים לשימוש עם Apple Pay, ומאפשרת לך להשתמש בהם ב״ארנק״.
hi: यह सत्यापित किया जाता है कि Safari ऑटोफ़िल में आपके सहेजे गए कार्ड Apple Pay के साथ संगत हैं और आपको उन्हें वॉलेट में उपयोग करने की अनुमति मिलती है।
hr: Verificira da su vaše spremljene kartice u Auto ispuni Safarija kompatibilne sa značajkom Apple Pay i dozvoljava njihovu uporabu u Novčaniku.
hu: Ellenőrzi, hogy a Safari Automatikus kitöltés funkciójában elmentett kártyái kompatibilisek-e az Apple Payjel, és engedélyezi a kártyák használatát a Tárcában.
id: Memverifikasi bahwa kartu yang Anda simpan di Isi-Auto Safari kompatibel dengan Apple Pay dan memungkinkan Anda untuk menggunakannya di Dompet.
it: Verifica che le carte salvate per l’inserimento automatico in Safari siano compatibili con Apple Pay e ti consente di utilizzarle in Wallet.
ja: Safariの自動入力に保存されたカードがApple Payと互換性があることを認証して、ウォレットで使用できます。
kk: Safari браузеріндегі авто толтырудағы сақталған карталарыңыз Apple Pay қызметімен үйлесімді екенін тексереді және оларды Wallet қолданбасында пайдалануға мүмкіндік береді.
ko: Safari 자동 완성에 저장한 카드와 Apple Pay의 호환성 여부를 확인하고 지갑 앱에서 해당 카드를 이용할 수 있도록 합니다.
lt: Patvirtina, kad į „Safari“ automatinio užpildymo funkciją įtrauktos kortelės yra suderinamos su „Apple Pay“, ir leidžia jas naudoti programoje „Piniginė“.
ms: Mengesahkan bahawa kad disimpan anda dalam Isi Auto Safari serasi dengan Apple Pay dan membolehkan anda menggunakannya dalam Wallet.
nl: Hiermee wordt geverifieerd dat je bewaarde kaarten in 'Vul automatisch in' in Safari compatibel zijn met Apple Pay en kun je ze gebruiken in Wallet.
no: Verifiserer at de arkiverte kortene dine i Autoutfylling i Safari er kompatible med Apple Pay, og gir deg tillatelse til å bruke dem i Lommebok.
pl: Weryfikuje karty zachowane w funkcji Wypełnianie w Safari pod kątem zgodności z Apple Pay i umożliwia używanie ich w Portfelu.
pt_br: Verifica se os seus cartões salvos no Preenchimento Automático do Safari são compatíveis com o Apple Pay e permite usá‑los no app Carteira.
pt_pt: Verifica se os cartões guardados para preenchimento automático no Safari são compatíveis com o Apple Pay e permite utilizá‑los na Carteira.
ro: Verifică compatibilitatea cu Apple Pay a cardurilor salvate în funcția Auto‑completare din Safari și vă permite să le utilizați în Portofel.
ru: Эта функция проверяет карты, сохраненные для автозаполнения в Safari, на совместимость с Apple Pay и позволяет использовать их в Wallet.
sk: Overí, či sú vaše karty uložené v Safari pre automatické vypĺňanie kompatibilné s Apple Pay, a povolí vám používať ich v Peňaženke.
sl: Preveri, ali so kartice, ki ste jih shranili v samodejnem izpolnjevanju v Safariju, združljive s storitvijo Apple Pay, in vam omogoča, da jih lahko uporabljate v Denarnici.
sv: Verifierar att dina sparade kort i Safaris Autofyll är kompatibla med Apple Pay och låter dig använda dem i Plånbok.
th: ตรวจสอบยืนยันว่าบัตรที่บันทึกไว้ของคุณในการป้อนอัตโนมัติใน Safari สามารถใช้งานร่วมกันได้กับ Apple Pay และอนุญาตให้คุณใช้บัตรได้ในกระเป๋าสตางค์
tr: Safari Otomatik Doldurma’da kaydettiğiniz kartlarınızın Apple Pay ile uyumluluklarını doğrular ve onları Cüzdan’da kullanmanızı sağlar.
uk: Перевіряє картки, збережені для автозаповнення в Safari, на сумісність з Apple Pay і дозволяє використовувати їх у Гаманці.
vi: Xác minh rằng các thẻ đã lưu của bạn trong Tự động điền của Safari tương thích với Apple Pay và cho phép bạn sử dụng chúng trong Ví.
zh_cn: 验证Safari浏览器“自动填充”中存储的卡与Apple Pay兼容，并允许你在“钱包”中使用这些卡。
zh_hk: 驗證你在「Safari自動填寫」中儲存的卡是否與Apple Pay相容，並允許你在「銀包」中使用有關的卡。
zh_tw: 確認「Safari自動填寫」中儲存的卡片與Apple Pay相容，並讓你在「錢包」中使用卡片。

# VIRTUAL_CARD_CREDENTIALS_NUMBER
source: Card Number
ar: رقم البطاقة
bg: Номер на карта
ca: Número de la targeta
cs: Číslo karty
da: Kortnummer
de: Kartennummer
el: Αριθμός κάρτας
es: N.º de tarjeta
es_us: No. de tarjeta
fi: Kortin numero
fr: Numéro de carte
fr_ca: Numéro de carte
he: מספר כרטיס
hi: कार्ड नंबर
hr: Broj kartice
hu: Kártyaszám
id: Nomor Kartu
it: Numero carta
ja: カード番号
kk: Карта нөмірі
ko: 카드 번호
lt: Kortelės numeris
ms: Nombor Kad
nl: Kaartnummer
no: Kortnummer
pl: Numer karty
pt_br: Nº do Cartão
pt_pt: Número do cartão
ro: Număr card
ru: Номер карты
sk: Číslo karty
sl: Številka kartice
sv: Kortnummer
th: หมายเลขบัตร
tr: Kart Numarası
uk: Номер картки
vi: Số thẻ
zh_cn: 卡号
zh_hk: 卡號
zh_tw: 卡號
